<?
// Год
$glob_year 	= "2016";
$glob_YY 	= substr($glob_year, 2, 2); // "16"

// Куда шлётся письмо с заявкой:
$org_email = "travel-reg@buddhism.ru, anton@permyakov.com";
$org_email_eng = "travel-reg@buddhism.ru, anton@permyakov.com";

// Глобальный массивчег кусочечков поездочечки:
$GLOBALS['f_trip_names'] = array(
	"Москва",
	"Москва-Волгоград",
	"Волгоград (Махамудра)",
	"Волгоград-Екатеринбург",
 	"Екатеринбург (Махамудра)",
 	"Екатеринбург-Красноярск",
	"Красноянск (Махамудра)",
	"Красноярск-Иркутск",
	"Иркутск (Махамудра)",
	"Улан-Удэ (Махамудра)",
	"Владивосток (Махамудра)",
	"Магадан"
);
// Даты отрезков
$GLOBALS['f_trip_dates'] = array(
	"16 января",
 	"16-19 января",
 	"19 января",
	"20-22 января",
 	"22 января",
 	"23-26 января",
 	"26-28 января",
 	"28-31 января",
        "31 января",
        "01 февраля",
        "06 февраля",
        "03 февраля"
);

$GLOBALS['f_trip_dates_eng'] = array(
	"Jan 16",
 	"Jan 16-19",
 	"Jan 19",
	"Jan 20-22",
 	"Jan 22",
 	"Jan 23-26",
 	"Jan 26-28",
 	"Jan 28-31",
        "Jan 31",
        "Feb 01",
        "Feb 06",
        "Feb 03"
);

$GLOBALS['f_trip_names_eng'] = array(
	"Moscow",
	"Moscow-Volgograd",
	"Volgograd (Mahamudra)",
	"Volgograd-Yekaterinburg",
 	"Yekaterinburg (Mahamudra)",
 	"Yekaterinburg-Krasnoyarsk",                                          
	"Krasnoyarsk (Mahamudra)",
	"Krasnoyarsk-Irkutsk",
	"Irkutsk (Mahamudra)",
	"Ulan-Ude (Mahamudra)",
	"Vladivostok (Mahamudra)",
	"Magadan"
);
// их цена в рублях:
$GLOBALS['f_trip_rur'] = array(
	500,	// 	"Москва",
	500,	// 	"Москва-Волгоград",
	500,	// 	"Волгоград (Махамудра)",
	500,	// 	"Волгоград-Екатеринбург",
	500,	//  	"Екатеринбург (Махамудра)",
	500,	//  	"Екатеринбург-Красноярск",
	500,	// 	"Красноянск (Махамудра)",
	500,	// 	"Красноярск-Иркутск",
	500,	// 	"Иркутск (Махамудра)",
	500,	// 	"Улан-Удэ (Махамудра)",
	500,	// 	"Владивосток (Махамудра)",
	500	// 	"Магадан"
);
//цена в рублях variant coupe:
$GLOBALS['f_trip_rur_coupe'] = array(
	500,	// 	"Москва",
	500,	// 	"Москва-Волгоград",
	500,	// 	"Волгоград (Махамудра)",
	500,	// 	"Волгоград-Екатеринбург",
	500,	//  	"Екатеринбург (Махамудра)",
	500,	//  	"Екатеринбург-Красноярск",
	500,	// 	"Красноянск (Махамудра)",
	500,	// 	"Красноярск-Иркутск",
	500,	// 	"Иркутск (Махамудра)",
	500,	// 	"Улан-Удэ (Махамудра)",
	500,	// 	"Владивосток (Махамудра)",
	500	// 	"Магадан"
);
// и в еврах:
$GLOBALS['f_trip_eur'] = array(
	500,	// 	"Москва",
	500,	// 	"Москва-Волгоград",
	500,	// 	"Волгоград (Махамудра)",
	500,	// 	"Волгоград-Екатеринбург",
	500,	//  	"Екатеринбург (Махамудра)",
	500,	//  	"Екатеринбург-Красноярск",
	500,	// 	"Красноянск (Махамудра)",
	500,	// 	"Красноярск-Иркутск",
	500,	// 	"Иркутск (Махамудра)",
	500,	// 	"Улан-Удэ (Махамудра)",
	500,	// 	"Владивосток (Махамудра)",
	500	// 	"Магадан"
);
// и в еврах coupe:
$GLOBALS['f_trip_eur_coupe'] = array(
	500,	// 	"Москва",
	500,	// 	"Москва-Волгоград",
	500,	// 	"Волгоград (Махамудра)",
	500,	// 	"Волгоград-Екатеринбург",
	500,	//  	"Екатеринбург (Махамудра)",
	500,	//  	"Екатеринбург-Красноярск",
	500,	// 	"Красноянск (Махамудра)",
	500,	// 	"Красноярск-Иркутск",
	500,	// 	"Иркутск (Махамудра)",
	500,	// 	"Улан-Удэ (Махамудра)",
	500,	// 	"Владивосток (Махамудра)",
	500	// 	"Магадан"
);
//этот массив (в рублях) для отображения на буфере оплаты и пересылки на бигмосковски.
//!!!редактируй внимательной!!!
$GLOBALS['f_trip_rur_hp'] = array(
	27000,	// "Москва-Екатеринбург",
	27000,   // "Екатеринбург-Владик",
	39000   // "Вся поездка",
);


?>