<?

// Год
$glob_year 	= "2016";
$glob_YY 	= substr($glob_year, 2, 2); // "14"

// Куда шлётся письмо с заявкой:
$org_email = "travel-reg@buddhism.ru";
$org_email_eng = "travel-reg@buddhism.ru";


// Глобальный массивчег кусочечков поездочечки:
$GLOBALS['f_trip_names'] = array(
	"Москва",
	"Москва-Волгоград",
	"Волгоград (Махамудра)",
	"Волгоград-Екатеринбург",
 	"Екатеринбург (Махамудра)",
 	"Екатеринбург-Красноярск",
	"Красноянск (Махамудра)",
	"Красноярск-Иркутск",
	"Иркутск (Махамудра)",
	"Улан-Удэ (Махамудра)",
	"Владивосток (Махамудра)",
	"Магадан"
);
// Даты отрезков
$GLOBALS['f_trip_dates'] = array(
	"16 января",
 	"",
 	"19 января",
	"",
 	"22 января",
 	"",
 	"26-28 января",
 	"",
        "31 января",
        "01 февраля",
        "06 февраля",
        "03 февраля"
);

$GLOBALS['f_trip_dates_eng'] = array(
	"Jan 10-12",
 	"",
 	"Jan 14-16",
	"",
 	"Jan 17-19",
 	"",
 	"Jan 21-23",
 	"",
    "Jan 28-31"
);

$GLOBALS['f_trip_names_eng'] = array(
	"Moscow",
	"Moscow-Chelyabinsk",
	"Chelyabinsk (Mahamudra)",
	"Chelyabinsk-Novosibirsk",
 	"Novosibirsk (Mahamudra)",
 	"Novosibirsk-Irkutsk",
	"Irkutsk (Mahamudra)",
	"Irkutsk-Vadivostok",
	"Vladivostok"

);
// их цена в рублях:
$GLOBALS['f_trip_rur'] = array(
	500,	// "Москва",
	7000,   // "Москва-Челябинск",
	1000,   // "Челябинск",
	4500,	// "Челябинск-Новосибирск"
	1200,	// "Новосибирск"
	5000,	// "Новосибирск-Иркутск"
	1800,	// "Иркутск"
	8800,	// "Иркутск-Владивосток"
	1200	// "Владивосток"
   

);
//цена в рублях variant coupe:
$GLOBALS['f_trip_rur_coupe'] = array(
	500,	// "Москва",
	9000,   // "Москва-Челябинск",
	1000,   // "Челябинск",
	6400,	// "Челябинск-Новосибирск"
	1200,	// "Новосибирск"
	7400,	// "Новосибирск-Иркутск"
	1800,	// "Иркутск"
	13500,	// "Иркутск-Владивосток"
	1200	// "Владивосток"

);
// и в еврах:
$GLOBALS['f_trip_eur'] = array(
    10,	// "Москва",
	150,   // "Москва-Челябинск",
	20,   // "Челябинск",
	90,	// "Челябинск-Новосибирск"
	25,	// "Новосибирск"
	105,	// "Новосибирск-Иркутск"
	35,	// "Иркутск"
	180,	// "Иркутск-Владивосток"
	25	// "Владивосток"
);
// и в еврах coupe:
$GLOBALS['f_trip_eur_coupe'] = array(
    10,	// "Москва",
	185,   // "Москва-Челябинск",
	20,   // "Челябинск",
	130,	// "Челябинск-Новосибирск"
	25,	// "Новосибирск"
	160,	// "Новосибирск-Иркутск"
	35,	// "Иркутск"
	280,	// "Иркутск-Владивосток"
	25	// "Владивосток"
  
);
//этот массив (в рублях) для отображения на буфере оплаты и пересылки на бигмосковски.
//!!!редактируй внимательной!!!
$GLOBALS['f_trip_rur_hp'] = array(
	17000,	// "Питер-Новосиб",
	17000,   // "Омск-Владик",
	29000,   // "Вся поездка",
	3000	// "Пхова"
);


?>